Repository: senaite/senaite.databox
Catalog: src/senaite/databox/locales/*/LC_MESSAGES/senaite.databox.po
Languages: de

source: Active
de: Aktiv

source: Add
de: Hinzufügen

source: Adds databox behavior
de: Setzt DataBox Verhalten

source: Advanced Query
de: Erweiterte Abfrage

source: All
de: Alle

source: Catalog
de: Katalog

source: Catalog Query
de: Katalog Suche

source: Column
de: Spalte

source: Column Config
de: Spaltenkonfiguration

source: Columns
de: Spalten

source: Converter
de: Konverter

source: Date From
de: Von

source: Date Index
de: Datumsindex

source: Date To
de: Bis

source: Define basic query options.
de: Grundlegende Abfrageoptionen definieren.

source: Define display columns for the search results.
de: Anzeigespalten für die Suchresultate definieren.

source: Define one or more explicit values for catalog indexes to refine the query.
de: Eine oder mehrere Werte für Katalog Indizes definieren, um die Abfrage zu verfeindern.

source: Delete
de: Entfernen

source: Delete column
de: Spalte entfernen

source: Description
de: Beschreibung

source: Export CSV
de: Export nach CSV

source: Export Excel
de: Export nach Excel

source: Inactive
de: Inaktiv

source: Installs SENAITE DATABOX
de: Installiert SENAITE DATABOX

source: Limit Search Results
de: Suchresultate einschränken

source: Portal Type
de: Inhaltstyp

source: Query
de: Abfrage

source: Query Index
de: Abfrageindex

source: Query Type
de: Abfragetyp

source: Query Value
de: Abfragewert

source: Query date index
de: Datumsindex abfragen

source: Query from date
de: Von

source: Query to date
de: Bis

source: Reversed order
de: Umgekehrte Reihenfolge

source: Sort on
de: Sortieren nach

source: Sort the databox on this index
de: Sortiere die DataBox nach diesem Index

source: Sort the results in reversed order
de: Ergebnisse in umgekehrter Reihenfolge sortieren

source: The date index to query
de: Zu suchender Datumsindex

source: The type to query
de: Zu suchender Inhaltstyp

source: Title
de: Titel

source: Type
de: Typ

source: Uninstalls SENAITE DATABOX
de: Deinstalliert SENAITE DATABOX

source: add
de: Hinzufügen

source: label_sort_on
de: Sortieren nach

source: label_sort_reversed
de: Sortierung umkehren

source: title_required
de: Erforderlich
